{
    "about-company": "О нас",
    "contacts-company": "Контакты",
    "partnership-company": "Партнерство",
    "services-company": "Услуги",
    "partfolio-company": "Портфолио",
    "joboffer-company": "Трудоустройство",
    "ru": "РУС",
    "en": "АНГ",
    "lv": "ЛАТ",
    "work_example": "Пример работы",
    "name-holder": "Петр",
    "lastname-holder": "Пяточкин",
    "email-holder": "examplemail@yandex.ru",
    "phone-holder": "+_ (___) ___-__-__",
    "textarea-holder": "Немного о себе",
    "call-me": "Заказать звонок",
    "phone-number": "+7 (903) 145 52 80",
    "shedule-calling": "Ежедневно с 10:00 до 22:30",
    "email-company": "ndiconst@gmail.com",
    "about-company-header": "Студия дизайна интерьера Construction Company",
    "modal-call-header": "Обратный звонок",
    "modal-call-message": "Вы успешно оставили заявку на обратный звонок, ожидайте, наш менеджер свяжется с вами в ближайшее время!",
    "error-call-header": "Некорректный номер телефона",
    "error-call-message": "Введите корректный номер телефона, по которому мы сможем связаться с вами!",
    "about-arhitecture": {
        "first": "Архитектура - это своего рода музыка, которую можно увидеть, услышать и ощутить.",
        "second": "Архитектура должна быть местом радости и праздника для всех людей.",
        "third": "Архитектура - это нечто большее, чем просто стены и окна. Это создание пространства, в котором мы живем, работаем и играем.",
        "fourth": "Архитектура - это технология, которая нашла свой способ быть искусством.",
        "fiveth": "Архитектура должна быть в основе общественной жизни, а не изоляции от нее.",
        "sixth": "Архитектура - это игра, серьезная, возвышенная и чистая.",
        "seventh": "Архитектура - это живое творчество, несущееся во времени и пространстве, всегда свободное от любых жестоких и ограничивающих условий.",
        "eighth": "Архитектура должна воплощать собой идеалы общества, которое она служит.",
        "nineth": "Архитектура - это жизнь, которая должна быть взвешена и гармонична.",
        "tenth": "Архитектура - это способ присутствовать в мире.",
        "eleventh": "Архитектура должна строиться на жизненном опыте и восприятии окружающего мира.",
        "twelfth": "Архитектура - это создание нового мира, основанного на красоте, порядке и гармонии.",
        "thirteenth": "Архитектура - это невероятно мощное средство для изменения мира вокруг нас."
    },
    "about-company-title": {
        "part_one": "Construction Company - это компания, специализирующаяся на дизайне и строительстве интерьеров. Компания имеет большой опыт в создании красивых и функциональных интерьеров для жилых и коммерческих объектов. Компания предоставляет широкий спектр услуг, от проектирования и консультации до полного строительства и обустройства интерьера.",
        "part_two": "Команда Construction Company состоит из опытных профессионалов, включая дизайнеров, архитекторов, инженеров и строителей, которые работают вместе, чтобы создать интерьеры, отвечающие всем потребностям и желаниям клиентов. Компания использует только высококачественные материалы и инновационные технологии для создания интерьеров, которые будут прекрасно выглядеть и служить своим владельцам на протяжении многих лет.",
        "part_three": "Construction Company предлагает индивидуальный подход к каждому клиенту, учитывая их бюджет, вкусы и потребности. Компания сотрудничает с клиентами на всех этапах процесса, чтобы обеспечить, что их идеи и желания учитываются и реализуются в их будущем интерьере.",
        "part_fourth": "Construction Company стремится создавать уникальные интерьеры, которые отражают индивидуальность и стиль каждого клиента, а также предоставляет гарантию на качество своей работы. Если вы ищете компанию, которая может создать великолепный интерьер, который будет служить вам многие годы, то Construction Company - отличный выбор."
    },
    "about-work-company-title": {
        "part_one": "Компания завершила множество проектов как для жилых, так и для коммерческих клиентов, варьирующихся от небольших квартир до больших офисных зданий. Независимо от размера или сложности проекта, Construction Company всегда доставляет выдающиеся результаты, которые превосходят ожидания их клиентов.",
        "part_two": "Construction Company известна своим вниманием к деталям и способностью воплотить видение своих клиентов в жизнь. Они тесно сотрудничают с клиентами на протяжении всего процесса, от начального проектирования до конечной стадии строительства, чтобы обеспечить, что конечный результат соответствует их потребностям и превосходит их ожидания.",
        "part_three": "Результаты их работы видны в прекрасных и функциональных интерьерах, которые они создали. Их дизайны инновационны, современны и адаптированы к индивидуальным потребностям клиентов. Интерьеры, которые они создали, не только эстетически привлекательны, но и функциональны и практичны, соответствуя потребностям клиентов и улучшая их повседневную жизнь.",
        "part_fourth": "В заключение, Construction Company имеет давнюю репутацию в достижении выдающихся результатов в дизайне интерьеров и строительстве. Их приверженность к совершенству и внимание к деталям проявляются в потрясающих интерьерах, которые они создали для своих клиентов. Если вы ищете компанию, которая может доставить выдающиеся результаты в дизайне интерьеров и строительстве, то Construction Company - отличный выбор. Они готовы помочь своим клиентам воплотить в жизнь любые идеи и создать уникальные интерьеры, которые будут соответствовать их потребностям и предпочтениям."
    },
    "projects-title": "Неужели ваш дом недостоин такого?",
    "projects-header": "Наши проекты",
    "all-projects": "Все проекты",
    "request-project": {
        "header": "Можно получить удовольствие от интерьера набрав нам",
        "title": "Мы полностью берем на себя этап разработки и реализации проекта на себя!",
        "discuss-project": "Обсудить проект",
        "get-offer": "Получить предложение",
        "modal-header-discuss": "Ваш проект",
        "modal-message-discuss": "Заполните необходимые поля ниже, чтобы мы могли с вами связаться, для дальнейшего сотрудничества!",
        "modal-header-offer": "Предложение",
        "modal-message-offer": "Заполнив необходимые поля ниже, мы сможем вам отправить актуальные предложения и скидки нашей компании!",
        "button-name": "Отправить",
        "submodal-error-header": "Некорректные данные",
        "submodal-error-message": "Введите корректный номер телефона и электронную почту, в таком случае у вас получится оставить заявку на партнерство!"
    },
    "faq-header": "Частые вопросы",
    "dropdown-header-text": {
        "first": "Зачем нужен авторский надзор?",
        "second": "Для чего нужна комплектация объекта?",
        "third": "В каких стилях вы работаете?",
        "fourth": "Сколько вариантов планировок вы делаете?",
        "fiveth": "Успеете ли вы создать полный проект за 1 месяц?"
    },
    "request-partnership": {
        "header": "Партнерские отношения",
        "title": "Мы всегда приятно относимся к любым предложениям, а в особенности к партнерским. Давайте попробуем предложить друг другу то, что никто не сможет заменить!",
        "name": "Введите ваше имя",
        "lastname": "Введите вашу фамилию",
        "phone": "Введите ваш номер телефона",
        "email": "Введите ваш электронный адрес",
        "become-partner": "Стать партнером",
        "modal-header": "Заявка на партнерство",
        "modal-message": "Вы успешно заполнили все поля и ваша заявка была отправлена на обработку нашими специалистами, ожидайте, в ближайшее время мы с вами свяжемся и обговорим все детали нашего партнерства!",
        "error-header": "Некорректные данные",
        "error-message": "Введите корректный номер телефона и электронную почту, в таком случае у вас получится оставить заявку на партнерство!"
    },
    "request-employment": {
        "header": "Вы в поисках работы и хотите стать сотрудником нашей компании?",
        "title": "Присылай нам свое резюме и мы подищем тебе подходящую вакансию в нашей компании!",
        "file-upload": "Загрузить файл",
        "modal-header": "Заявка отправлена",
        "modal-message": "Вы успешно заполнили поля и отправили своё заявление на работу, в ближайшее время наш менеджер свяжется с вами и уточнит некоторые детали, ожидайте!",
        "error-header": "Некорректные данные",
        "error-message": "Введите корректный номер телефона и электронную почту, в таком случае у вас получится оставить заявку на трудоустройство!",
        "button-name": "Отправить"
    },
    "contacts": {
        "header": "Наши контакты",
        "first-phone": "+7 (903) 145 52 80",
        "second-phone": "+7 (903) 145 52 80",
        "title-phone": "Ежедневно с 10:00 до 22:30",
        "email-company": "ndiconst@gmail.com",
        "title-email": "Также вы можете связаться с нами с помощью электронной почты, воспользовавшись этим, актуальным адресом!",
        "first-title": "Вот варианты по которым вы сможете связаться с нами и узнать, либо уточнить любую информацию, которая вас интересует. Также вы сможете оставить заявку на обратный звонок, нажав на кнопку ниже и заполнив необходимые поля!"
    },
    "footer": {
        "title-arhitecture": "Архитектура - это не просто создание красивых зданий, она является живым дыханием города, где каждая линия, каждая форма и каждое пространство обладают силой преображать окружающий мир и вдохновлять тех, кто в нем живет.",
        "title-company": "Студия дизайна интерьера NDI Construction Company"
    },
    "about-page": {},
    "services-page": {
        "header": "Про услуги",
        "title": {
            "first": "NDI Construction Company - это компания, специализирующаяся на дизайне интерьеров с многолетним опытом работы в отрасли. Мы гордимся своей репутацией надежной и профессиональной команды, которая создает уникальные и функциональные интерьерные решения.",
            "second": "Мы придаем огромное значение качеству нашей работы. Мы работаем только с проверенными и качественными материалами, чтобы гарантировать долговечность и эстетическую привлекательность ваших интерьеров. Мы также пользуемся передовыми технологиями и инновационными подходами, чтобы достичь оптимальных результатов в каждом проекте.",
            "third": "Наша цель - предоставить вам не просто красивый интерьер, но и функциональное пространство, которое отражает ваш стиль и отвечает вашим потребностям. Мы внимательно слушаем ваши пожелания и стремимся воплотить их в реальность, учитывая бюджет и сроки проекта.",
            "fourth": "Мы гарантируем высокий уровень профессионализма и прозрачность во всех аспектах работы. Мы работаем с вами на протяжении всего процесса, обеспечивая регулярную коммуникацию и обратную связь, чтобы вы были в курсе каждого этапа выполнения работ."
        },
        "sub-title": {
            "first": "Мы с гордостью представляем вам все эти услуги, чтобы создать идеальное пространство, отвечающее вашим потребностям и вкусам. Наша команда профессионалов с большим опытом работы гарантирует высокое качество всех выполненных работ.",
            "second": "В итоге, сотрудничество с NDI Construction Company дает вам возможность получить полный комплекс услуг по дизайну интерьеров. Мы предлагаем авторский надзор, где мы берем на себя ответственность за надлежащее выполнение вашего проекта. Наши декораторы помогут создать стильный интерьер, отражающий вашу индивидуальность. Отделочные работы и фасадные работы будут выполнены с профессионализмом и точностью, чтобы ваше пространство выглядело безупречно. Наша команда плотников создаст мебель и элементы интерьера, которые будут сочетаться с общим стилем и впишутся в ваши потребности.",
            "third": "Мы стремимся превзойти ваши ожидания и создать пространство, которое будет вдохновлять и радовать вас. Качество, надежность и индивидуальный подход - вот то, чем мы отличаемся. Обратитесь к нам сегодня, чтобы начать превращение вашего интерьерного проекта в реальность."
        },
        "button-name": "Оставить заявку",
        "service-first": {
            "header": "Авторский надзор",
            "title": "Данный вид услуги гарантирует клиенту полную и точную реализацию всего Вашего проекта."
        },
        "service-second": {
            "header": "Декоратор",
            "title": "Это тот человек, который сумеет выполнить самые трудные задачи. Декоративная штукатурка всегда позволит реализовать индивидуальность в вашем ремонте, поддержать высокий стиль и всегда идет в ногу со временем."
        },
        "service-third": {
            "header": "Отделочные работы",
            "title": "Мы предоставляем услуги отделочных работ 'под ключ'. Команда профессиональных отделочников выполнит работы любой сложности, как черновые, так и чистовые."
        },
        "service-fourth": {
            "header": "Фасадные работы",
            "title": "Предоставляем услуги по так называемому 'мокрому фасаду', который включает в себя утепления, армирование, декор."
        },
        "service-fiveth": {
            "header": "Плотницкие работы",
            "title": "Наша команда плотников предоставляет такие виды работ как монтаж террасной доски, возведение беседок и различных навесов."
        }
    },
    "portfolio-page": { 
        "small-header": "Наши работы",
        "header": "Про работу компании NDI Construction Company",
        "title": {
            "first": "Качество работы компании NDI Construction Company является одним из ее важнейших приоритетов. Компания гордится своей способностью предоставлять высококлассные услуги в области дизайна интерьеров и строительства, удовлетворяя ожидания клиентов и превосходя их.",
            "second": "Одним из ключевых аспектов качества работы NDI Construction Company является профессионализм ее персонала. Каждый член команды обладает широким опытом и экспертизой в своей области, что позволяет компании обеспечивать высокий уровень исполнения проектов. Они внимательно слушают клиентов, учитывают их пожелания и предлагают инновационные и практичные решения, соответствующие самым высоким стандартам.",
            "third": "NDI Construction Company также придает большое значение выбору и использованию качественных материалов и ресурсов. Они тщательно отбирают поставщиков и подрядчиков, чтобы гарантировать, что все используемые материалы и компоненты являются надежными и долговечными. Компания стремится к тому, чтобы результат ее работы выдерживал испытание временем и радовал клиентов долгие годы.",
            "fourth": "Относительно персонала компании NDI Construction Company, они настолько же важны, сколько и сами проекты. Компания гордится своей высококвалифицированной командой специалистов, включающей дизайнеров, архитекторов, строителей и проектных менеджеров. Каждый член персонала обладает большим опытом и экспертизой в своей области, что позволяет компании реализовывать проекты высокого качества.",
            "fiveth": "Кроме того, команда NDI Construction Company отличается профессионализмом, творческим подходом и вниманием к деталям. Они тесно сотрудничают с клиентами, чтобы понять их потребности и превратить их в реальность. Благодаря своему отличному коммуникативному и управленческому навыкам, персонал компании способен обеспечить своевременную и успешную реализацию проектов."
        }
    },
    "partnership-page": {
        "small-header": "Партнерство",
        "header": "Партнерская программа NDI",
        "title": {
            "first": "NDI Construction Company - это ведущая компания, специализирующаяся на дизайне интерьеров и создании неповторимых пространств. Мы гордимся своей репутацией высококлассных профессионалов, которые с легкостью превращают вашу концепцию в реальность.",
            "second": "Наши партнеры - это сердце и душа нашего успеха. Мы стремимся к долгосрочным партнерским отношениям с ведущими брендами и поставщиками материалов, чтобы обеспечить нашим клиентам только самое лучшее качество и надежность. Мы убеждены, что успешное партнерство - это взаимная выгода, и поэтому мы постоянно работаем над укреплением связей с нашими партнерами.",
            "third": "Что делает наше партнерство с нами таким уникальным? Во-первых, мы ценим индивидуальность и качество. Мы стремимся к тому, чтобы каждый проект, в который мы вовлечены, был особенным и отвечал ожиданиям наших клиентов. Мы тщательно отбираем своих партнеров, чтобы убедиться, что они разделяют нашу страсть к качеству и инновациям.",
            "fourth": "Во-вторых, наше партнерство с NDI Construction Company - это гарантия успеха. Мы предлагаем нашим партнерам широкий спектр возможностей для продвижения их продуктов и услуг вместе с нашими проектами. Мы сотрудничаем с ведущими брендами, чтобы предложить нашим клиентам эксклюзивные и высококачественные решения для их интерьеров.",
            "fiveth": "Наша стратегическая ориентация и прочные связи с нашими партнерами позволяют нам предлагать клиентам современные и инновационные решения. Мы следим за последними тенденциями в дизайне интерьеров и всегда открыты для новых идей и возможностей.",
            "sixth": "Если вы заинтересованы в партнерстве с нами, мы будем рады услышать от вас. Наша команда готова обсудить потенциальные варианты сотрудничества и найти оптимальные решения, которые будут взаимовыгодны для всех сторон.",
            "seventh": "Свяжитесь с нами сегодня, чтобы начать наше взаимовыгодное партнерство и создать неповторимые интерьеры, о которых будут говорить еще долгие годы."
        }
    },
    "contacts-page": {
        "small-header": "Контакты",
        "header": "Контактный центр NDI",
        "title": {
            "first": "Мы всегда готовы принять ваш звонок и обсудить ваши потребности в области дизайна интерьеров. Не стесняйтесь связываться с нами для получения дополнительной информации или для уточнения деталей проекта.",
            "second": "Наша команда профессионалов готова принять вызов и превратить ваше пространство в уникальный и восхитительный интерьер, который отражает вашу индивидуальность и стиль. Мы стремимся к высочайшему качеству и превосходству в каждом проекте, поэтому свяжитесь с нами сегодня и дайте нам возможность превзойти ваши ожидания.",
            "third": "Мы понимаем, что каждый клиент уникален, поэтому наши дизайнеры внимательно выслушают ваши пожелания и потребности, чтобы создать интерьер, отражающий ваше видение и воплощающий вашу жизненную философию. Мы гарантируем индивидуальный подход и тщательное внимание к деталям, чтобы достичь идеального результата.",
            "fourth": "Не стесняйтесь связаться с нами уже сегодня. Мы готовы обсудить ваши идеи, предоставить консультацию по дизайну и помочь вам воплотить вашу мечту в реальность."
        }
    },
    "employment-page": {
        "small-header": "Трудоустройство",
        "header": "Центр трудоустройства NDI",
        "title": {
            "first": "NDI Construction Company является динамично развивающейся компанией, и мы всегда рады приветствовать новых талантливых специалистов в нашей команде. Если вы стремитесь карьерного роста в области дизайна интерьеров и хотите стать частью нашей успешной организации, мы приглашаем вас рассмотреть возможности работы у нас.",
            "second": "Мы ищем творческих, энергичных и мотивированных профессионалов, которые разделяют наши ценности качества, инноваций и клиентоориентированности. Мы стремимся создавать уникальные и впечатляющие интерьерные решения для наших клиентов, поэтому ожидаем от наших сотрудников высокой степени вовлеченности и профессионализма.",
            "third": "Мы предлагаем разнообразные возможности для профессионального роста и развития. У нас вы найдете стимулирующую рабочую среду, где ценится творчество, командная работа и взаимодействие с клиентами. Мы поддерживаем профессиональное обучение и постоянное совершенствование наших сотрудников, чтобы они могли достичь своего полного потенциала и преуспеть в своей карьере.",
            "fourth": "Если вы обладаете опытом в области дизайна интерьеров, имеете уверенные навыки в работе с клиентами и готовы внести свой вклад в создание великолепных интерьеров, мы будем рады рассмотреть вашу кандидатуру. Пожалуйста, отправьте свое резюме и портфолио на нашу электронную почту ndiconst@gmail.com и укажите тему 'Трудоустройство'. Мы свяжемся с вами, если ваша квалификация соответствует нашим требованиям.",
            "fiveth": "NDI Construction Company признает и ценит разнообразие и равные возможности. Мы поддерживаем равенство шансов и призываем всех заинтересованных лиц, соответствующих нашим требованиям, отправить свои заявки.",
            "sixth": "Присоединяйтесь к нашей команде и станьте частью нашего успеха. Мы с нетерпением ждем вас!"
        }
    }
}