{
    "about-company": "О нас",
    "contacts-company": "Контакты",
    "partnership-company": "Партнерство",
    "services-company": "Услуги",
    "partfolio-company": "Портфолио",
    "joboffer-company": "Трудоустройство",
    "ru": "РУС",
    "en": "АНГ",
    "work_example": "Пример работы",
    "name-holder": "Петр",
    "lastname-holder": "Пяточкин",
    "email-holder": "examplemail@yandex.ru",
    "phone-holder": "+_ (___) ___-__-__",
    "textarea-holder": "Немного о себе",
    "call-me": "Заказать звонок",
    "phone-number": "+7 (903) 145 52 80",
    "shedule-calling": "Ежедневно с 10:00 до 22:30",
    "email-company": "ndiconst@gmail.com",
    "about-company-header": "Студия дизайна интерьера Construction Company",
    "modal-call-header": "Обратный звонок",
    "modal-call-message": "Вы успешно оставили заявку на обратный звонок, ожидайте, наш менеджер свяжется с вами в ближайшее время!",
    "error-call-header": "Некорректный номер телефона",
    "error-call-message": "Введите корректный номер телефона, по которому мы сможем связаться с вами!",
    "about-arhitecture": {
        "first": "Архитектура - это своего рода музыка, которую можно увидеть, услышать и ощутить.",
        "second": "Архитектура должна быть местом радости и праздника для всех людей.",
        "third": "Архитектура - это нечто большее, чем просто стены и окна. Это создание пространства, в котором мы живем, работаем и играем.",
        "fourth": "Архитектура - это технология, которая нашла свой способ быть искусством.",
        "fiveth": "Архитектура должна быть в основе общественной жизни, а не изоляции от нее.",
        "sixth": "Архитектура - это игра, серьезная, возвышенная и чистая.",
        "seventh": "Архитектура - это живое творчество, несущееся во времени и пространстве, всегда свободное от любых жестоких и ограничивающих условий.",
        "eighth": "Архитектура должна воплощать собой идеалы общества, которое она служит.",
        "nineth": "Архитектура - это жизнь, которая должна быть взвешена и гармонична.",
        "tenth": "Архитектура - это способ присутствовать в мире.",
        "eleventh": "Архитектура должна строиться на жизненном опыте и восприятии окружающего мира.",
        "twelfth": "Архитектура - это создание нового мира, основанного на красоте, порядке и гармонии.",
        "thirteenth": "Архитектура - это невероятно мощное средство для изменения мира вокруг нас."
    },
    "about-company-title": {
        "part_one": "Construction Company - это компания, специализирующаяся на дизайне и строительстве интерьеров. Компания имеет большой опыт в создании красивых и функциональных интерьеров для жилых и коммерческих объектов. Компания предоставляет широкий спектр услуг, от проектирования и консультации до полного строительства и обустройства интерьера.",
        "part_two": "Команда Construction Company состоит из опытных профессионалов, включая дизайнеров, архитекторов, инженеров и строителей, которые работают вместе, чтобы создать интерьеры, отвечающие всем потребностям и желаниям клиентов. Компания использует только высококачественные материалы и инновационные технологии для создания интерьеров, которые будут прекрасно выглядеть и служить своим владельцам на протяжении многих лет.",
        "part_three": "Construction Company предлагает индивидуальный подход к каждому клиенту, учитывая их бюджет, вкусы и потребности. Компания сотрудничает с клиентами на всех этапах процесса, чтобы обеспечить, что их идеи и желания учитываются и реализуются в их будущем интерьере.",
        "part_fourth": "Construction Company стремится создавать уникальные интерьеры, которые отражают индивидуальность и стиль каждого клиента, а также предоставляет гарантию на качество своей работы. Если вы ищете компанию, которая может создать великолепный интерьер, который будет служить вам многие годы, то Construction Company - отличный выбор."
    },
    "about-work-company-title": {
        "part_one": "Компания завершила множество проектов как для жилых, так и для коммерческих клиентов, варьирующихся от небольших квартир до больших офисных зданий. Независимо от размера или сложности проекта, Construction Company всегда доставляет выдающиеся результаты, которые превосходят ожидания их клиентов.",
        "part_two": "Construction Company известна своим вниманием к деталям и способностью воплотить видение своих клиентов в жизнь. Они тесно сотрудничают с клиентами на протяжении всего процесса, от начального проектирования до конечной стадии строительства, чтобы обеспечить, что конечный результат соответствует их потребностям и превосходит их ожидания.",
        "part_three": "Результаты их работы видны в прекрасных и функциональных интерьерах, которые они создали. Их дизайны инновационны, современны и адаптированы к индивидуальным потребностям клиентов. Интерьеры, которые они создали, не только эстетически привлекательны, но и функциональны и практичны, соответствуя потребностям клиентов и улучшая их повседневную жизнь.",
        "part_fourth": "В заключение, Construction Company имеет давнюю репутацию в достижении выдающихся результатов в дизайне интерьеров и строительстве. Их приверженность к совершенству и внимание к деталям проявляются в потрясающих интерьерах, которые они создали для своих клиентов. Если вы ищете компанию, которая может доставить выдающиеся результаты в дизайне интерьеров и строительстве, то Construction Company - отличный выбор. Они готовы помочь своим клиентам воплотить в жизнь любые идеи и создать уникальные интерьеры, которые будут соответствовать их потребностям и предпочтениям."
    },
    "projects-title": "Неужели ваш дом недостоин такого?",
    "projects-header": "Наши проекты",
    "all-projects": "Все проекты",
    "request-project": {
        "header": "Можно получить удовольствие от интерьера набрав нам",
        "title": "Мы полностью берем на себя этап разработки и реализации проекта на себя!",
        "discuss-project": "Обсудить проект",
        "get-offer": "Получить предложение",
        "modal-header-discuss": "Ваш проект",
        "modal-message-discuss": "Заполните необходимые поля ниже, чтобы мы могли с вами связаться, для дальнейшего сотрудничества!",
        "modal-header-offer": "Предложение",
        "modal-message-offer": "Заполнив необходимые поля ниже, мы сможем вам отправить актуальные предложения и скидки нашей компании!",
        "button-name": "Отправить",
        "submodal-error-header": "Некорректные данные",
        "submodal-error-message": "Введите корректный номер телефона и электронную почту, в таком случае у вас получится оставить заявку на партнерство!"
    },
    "faq-header": "Частые вопросы",
    "dropdown-header-text": {
        "first": "Зачем нужен авторский надзор?",
        "second": "Для чего нужна комплектация объекта?",
        "third": "В каких стилях вы работаете?",
        "fourth": "Сколько вариантов планировок вы делаете?",
        "fiveth": "Успеете ли вы создать полный проект за 1 месяц?"
    },
    "request-partnership": {
        "header": "Партнерские отношения",
        "title": "Мы всегда приятно относимся к любым предложениям, а в особенности к партнерским. Давайте попробуем предложить друг другу то, что никто не сможет заменить!",
        "name": "Введите ваше имя",
        "lastname": "Введите вашу фамилию",
        "phone": "Введите ваш номер телефона",
        "email": "Введите ваш электронный адрес",
        "become-partner": "Стать партнером",
        "modal-header": "Заявка на партнерство",
        "modal-message": "Вы успешно заполнили все поля и ваша заявка была отправлена на обработку нашими специалистами, ожидайте, в ближайшее время мы с вами свяжемся и обговорим все детали нашего партнерства!",
        "error-header": "Некорректные данные",
        "error-message": "Введите корректный номер телефона и электронную почту, в таком случае у вас получится оставить заявку на партнерство!"
    },
    "request-employment": {
        "header": "Вы в поисках работы и хотите стать сотрудником нашей компании?",
        "title": "Присылай нам свое резюме и мы подищем тебе подходящую вакансию в нашей компании!",
        "file-upload": "Загрузить файл",
        "modal-header": "Заявка отправлена",
        "modal-message": "Вы успешно заполнили поля и отправили своё заявление на работу, в ближайшее время наш менеджер свяжется с вами и уточнит некоторые детали, ожидайте!",
        "error-header": "Некорректные данные",
        "error-message": "Введите корректный номер телефона и электронную почту, в таком случае у вас получится оставить заявку на трудоустройство!",
        "button-name": "Отправить"
    },
    "contacts": {
        "header": "Наши контакты",
        "first-phone": "+7 (903) 145 52 80",
        "second-phone": "+7 (903) 145 52 80",
        "title-phone": "Ежедневно с 10:00 до 22:30",
        "email-company": "ndiconst@gmail.com",
        "title-email": "Также вы можете связаться с нами с помощью электронной почты, воспользовавшись этим, актуальным адресом!",
        "first-title": "Вот варианты по которым вы сможете связаться с нами и узнать, либо уточнить любую информацию, которая вас интересует. Также вы сможете оставить заявку на обратный звонок, нажав на кнопку ниже и заполнив необходимые поля!"
    }
}