{
    "about-company": "About",
    "contacts-company": "Contacts",
    "partnership-company": "Partnership",
    "services-company": "Services",
    "partfolio-company": "Portfolio",
    "joboffer-company": "Employment",
    "ru": "RU",
    "en": "EN",
    "lv": "LV",
    "work_example": "Work Example",
    "name-holder": "Bob",
    "lastname-holder": "Bewsey",
    "email-holder": "examplemail@gmail.com",
    "phone-holder": "+__ (___) ___-__-__",
    "textarea-holder": "About yourself",
    "call-me": "Request a call",
    "phone-number": "+49 176 325-44-188",
    "shedule-calling": "Everyday from 10:00 to 22:30",
    "email-company": "ndiconst@gmail.com",
    "about-company-header": "Interior design studio Construction Company",
    "modal-call-header": "Back call",
    "modal-call-message": "You have successfully left a request for a callback, please wait, our manager will contact you shortly!",
    "error-call-header": "Invalid phone number",
    "error-call-message": "Please enter a valid phone number where we can contact you!",
    "about-arhitecture": {
        "first": "Architecture is a kind of music, which you can see, hear and touch.",
        "second": "Architecture should be a source of joy and celebration for all people.",
        "third": "Architecture is not just about walls and windows. It's about creating space for people to live, work, and play.",
        "fourth": "Architecture is a technology that has found its way to become art.",
        "fiveth": "Architecture should be the foundation of public life, not isolation from it.",
        "sixth": "Architecture is the learned game, correct and magnificent, of forms assembled in the light.",
        "seventh": "Architecture is a living creative process, moving through time and space, always free from any cruel and limiting conditions.",
        "eighth": "Architecture should embody the ideals of the society it serves.",
        "nineth": "Architecture is life, which should be balanced and harmonic.",
        "tenth": "Architecture is a way of being present in the world.",
        "eleventh": "Architecture should be built upon experience and the perception of the world around us.",
        "twelfth": "Architecture is the creation of a new world, founded on beauty, order, and harmony.",
        "thirteenth": "Architecture is an incredibly powerful tool for changing the world around us."
    },
    "about-company-title": {
        "part_one": "Construction Company is a company specializing in interior design and construction. The company has a wealth of experience in creating beautiful and functional interiors for residential and commercial properties. They provide a wide range of services, from design and consultation to complete interior construction and furnishing.",
        "part_two": "The Construction Company team consists of experienced professionals, including designers, architects, engineers, and builders, who work together to create interiors that meet all the needs and desires of their clients. The company uses only high-quality materials and innovative technologies to create interiors that will look great and serve their owners for many years.",
        "part_three": "Construction Company offers an individual approach to each client, taking into account their budget, tastes, and needs. They work with clients at all stages of the process to ensure that their ideas and desires are taken into account and realized in their future interior.",
        "part_fourth": "Construction Company strives to create unique interiors that reflect the individuality and style of each client, and also provides a warranty for the quality of their work. If you are looking for a company that can create a stunning interior that will serve you for many years, then Construction Company is an excellent choice."
    },
    "about-work-company-title": {
        "part_one": "The company has completed numerous projects for both residential and commercial clients, ranging from small apartments to large office buildings. Regardless of the size or complexity of the project, Construction Company always delivers outstanding results that exceed their clients' expectations.",
        "part_two": "Construction Company is known for their attention to detail and their ability to bring their clients' vision to life. They work closely with their clients throughout the entire process, from initial design to final construction, to ensure that the final result meets their needs and exceeds their expectations.",
        "part_three": "The results of their work are visible in the beautiful and functional interiors that they have created. Their designs are innovative, modern, and tailored to the individual needs of their clients. The interiors that they have created are not only aesthetically pleasing but are also functional and practical, meeting the needs of their clients and enhancing their daily lives.",
        "part_fourth": "In summary, Construction Company has a long-standing reputation for delivering outstanding results in interior design and construction. Their commitment to excellence and attention to detail is evident in the stunning interiors that they have created for their clients. If you're looking for a company that can deliver outstanding results and bring your interior design vision to life, Construction Company is an excellent choice."
    },
    "projects-title": "Is your home not worthy of this?",
    "projects-header": "Our projects",
    "all-projects": "All projects",
    "request-project": {
        "header": "You can enjoy the interior by dialing us",
        "title": "We take full responsibility for the development and implementation of the project!",
        "discuss-project": "Discuss the project",
        "get-offer": "Get an offer",
        "modal-header-discuss": "Your project",
        "modal-message-discuss": "Fill in the required fields below so that we can contact you for further cooperation!",
        "modal-header-offer": "Offer",
        "modal-message-offer": "By filling in the required fields below, we will be able to send you the latest offers and discounts of our company!",
        "button-name": "Send",
        "submodal-error-header": "Incorrect data",
        "submodal-error-message": "Enter a valid phone number and e-mail, in which case you will be able to apply for a job!"
    },
    "faq-header": "FAQ",
    "dropdown-header-text": {
        "first": "Why is supervision necessary?",
        "second": "Why do you need a set of objects?",
        "third": "What styles do you work in?",
        "fourth": "How many floor plans do you make?",
        "fiveth": "Can you create a complete project in 1 month?"
    },
    "request-partnership": {
        "header": "Partnerships",
        "title": "We always welcome any proposals, especially partnerships. Let's try to offer each other something that no one can replace!",
        "name": "Enter your name",
        "lastname": "Enter your lastname",
        "phone": "Enter your phone number",
        "email": "Enter your E-Mail",
        "become-partner": "Become a partner",
        "modal-header": "Partnership Application",
        "modal-message": "You have successfully filled in all the fields and your application has been sent for processing by our specialists, please wait, we will contact you in the near future and discuss all the details of our partnership!",
        "error-header": "Incorrect data",
        "error-message": "Enter the correct phone number and e-mail, in which case you will be able to apply for a partnership!"
    },
    "request-employment": {
        "header": "Are you looking for a job and want to become an employee of our company?",
        "title": "Send us your resume and we will find you a suitable vacancy in our company!",
        "file-upload": "Upload File",
        "modal-header": "Successfully",
        "modal-message": "You have successfully filled in the fields and sent your job application, our manager will contact you shortly and clarify some details, please wait!",
        "error-header": "Incorrect data",
        "error-message": "Enter a valid phone number and e-mail, in which case you will be able to apply for a job!",
        "button-name": "Send"
    },
    "contacts": {
        "header": "Our contacts",
        "first-phone": "+49 176 325 44 188",
        "second-phone": "+371 284 73 461",
        "title-phone": "Everyday from 10:00 to 22:30",
        "email-company": "ndiconst@gmail.com",
        "title-email": "You can also contact us via email using this up-to-date address!",
        "first-title": "Here are the options by which you can contact us and find out or clarify any information that interests you. You can also leave a request for a callback by clicking on the button below and filling in the required fields!"
    },
    "footer": {
        "title-arhitecture": "Architecture is not just the creation of beautiful buildings, it is the living breath of the city, where every line, every shape and every space has the power to transform the world around us and inspire those who live in it.",
        "title-company": "Interior design studio NDI Construction Company"
    },
    "about-page": {},
    "services-page": {
        "header": "About services",
        "title": {
            "first": "NDI Construction Company is an interior design company with years of experience in the industry. We are proud of our reputation as a reliable and professional team that creates unique and functional interior solutions.",
            "second": "We attach great importance to the quality of our work. We work only with proven and high-quality materials to guarantee the durability and aesthetic appeal of your interiors. We also use advanced technologies and innovative approaches to achieve optimal results in every project.",
            "third": "Our goal is to provide you with not just a beautiful interior, but also a functional space that reflects your style and meets your needs. We listen carefully to your wishes and strive to make them a reality, taking into account the budget and project timeline.",
            "fourth": "We guarantee a high level of professionalism and transparency in all aspects of work. We work with you throughout the process, providing regular communication and feedback to keep you informed at every stage of the work."
        },
        "sub-title": {
            "first": "We are proud to present you with all these services to create the perfect space to suit your needs and tastes. Our team of professionals with extensive experience guarantees the high quality of all work performed.",
            "second": "As a result, cooperation with NDI Construction Company gives you the opportunity to receive a full range of interior design services. We offer architectural supervision, where we take responsibility for the proper execution of your project. Our decorators will help you create a stylish interior that reflects your personality. Finishing work and facade work will be done with professionalism and precision to make your space look flawless. Our team of carpenters will create furniture and interior elements that will fit in with the overall style and fit into your needs.",
            "third": "We strive to exceed your expectations and create a space that will inspire and delight you. Quality, reliability and individual approach - that's what makes us different. Contact us today to start turning your interior project into reality."
        },
        "button-name": "Submit your application",
        "service-first": {
            "header": "Author's supervision",
            "title": "This type of service guarantees the client a complete and accurate implementation of your entire project."
        },
        "service-second": {
            "header": "Decorator",
            "title": "This is the person who will be able to perform the most difficult tasks. Decorative plaster will always allow you to realize your individuality in your renovation, maintain a high style and always keep up with the times."
        },
        "service-third": {
            "header": "Finishing work",
            "title": "We provide turnkey finishing services. A team of professional finishers will perform work of any complexity, both rough and finish."
        },
        "service-fourth": {
            "header": "Facade works",
            "title": "We provide services for the so-called 'wet facade', which includes insulation, reinforcement, decor."
        },
        "service-fiveth": {
            "header": "Carpentry work",
            "title": "Our team of carpenters provides such types of work as the installation of decking, the erection of gazebos and various sheds."
        }
    },
    "portfolio-page": { 
        "small-header": "Our work",
        "header": "About the work of NDI Construction Company",
        "title": {
            "first": "The quality of NDI Construction Company's work is one of its top priorities. The company prides itself on its ability to deliver superior interior design and construction services, meeting and exceeding customer expectations.",
            "second": "One of the key aspects of the quality of NDI Construction Company's work is the professionalism of its staff. Each member of the team has extensive experience and expertise in their field, which allows the company to provide a high level of project execution. They listen carefully to their customers, take into account their wishes and offer innovative and practical solutions that meet the highest standards.",
            "third": "NDI Construction Company also attaches great importance to the selection and use of quality materials and resources. They carefully select suppliers and contractors to ensure that all materials and components used are reliable and durable. The company strives to ensure that the result of its work stands the test of time and pleases customers for many years.",
            "fourth": "When it comes to NDI Construction Company personnel, they are as important as the projects themselves. The company is proud of its highly qualified team of specialists, including designers, architects, builders and project managers. Each member of the staff has extensive experience and expertise in their field, which allows the company to implement high quality projects.",
            "fiveth": "In addition, the NDI Construction Company team is characterized by professionalism, creativity and attention to detail. They work closely with clients to understand their needs and turn them into reality. Thanks to their excellent communication and management skills, the company's staff is able to ensure the timely and successful implementation of projects."
        }
    },
    "partnership-page": {
        "small-header": "Partnership",
        "header": "NDI Partner Program",
        "title": {
            "first": "NDI Construction Company is a leading company specializing in interior design and the creation of unique spaces. We pride ourselves on our reputation as top notch professionals who turn your vision into reality with ease.",
            "second": "Our partners are the heart and soul of our success. We strive for long-term partnerships with leading brands and material suppliers to provide our customers with only the best quality and reliability. We are convinced that a successful partnership is a mutual benefit, and therefore we are constantly working to strengthen ties with our partners.",
            "third": "What makes our partnership with us so unique? First, we value individuality and quality. We strive to ensure that each project we are involved in is special and meets the expectations of our clients. We carefully select our partners to make sure they share our passion for quality and innovation.",
            "fourth": "Secondly, our partnership with NDI Construction Company is a guarantee of success. We offer our partners a wide range of opportunities to promote their products and services along with our projects. We partner with leading brands to offer our customers exclusive and high quality solutions for their interiors.",
            "fiveth": "Our strategic orientation and strong relationships with our partners enable us to offer modern and innovative solutions to our clients. We follow the latest trends in interior design and are always open to new ideas and opportunities.",
            "sixth": "If you are interested in partnering with us, we would love to hear from you. Our team is ready to discuss potential cooperation options and find the best solutions that will be mutually beneficial for all parties.",
            "seventh": "Contact us today to start our mutually beneficial partnership and create unique interiors that will be talked about for years to come."
        }
    },
    "contacts-page": {
        "small-header": "Contacts",
        "header": "NDI Contact Center",
        "title": {
            "first": "We are always available to take your call and discuss your interior design needs. Feel free to contact us for more information or project details.",
            "second": "Our team of professionals is ready to take on the challenge of transforming your space into a unique and delightful space that reflects your personality and style. We strive for the highest quality and excellence in every project, so contact us today and give us the opportunity to exceed your expectations.",
            "third": "We understand that each client is unique, so our designers will carefully listen to your wishes and needs in order to create an interior that reflects your vision and embodies your life philosophy. We guarantee an individual approach and meticulous attention to detail to achieve the perfect result.",
            "fourth": "Feel free to contact us today. We are ready to discuss your ideas, provide design advice and help you make your dream come true."
        }
    },
    "employment-page": {
        "small-header": "Employment",
        "header": "NDI job center",
        "title": {
            "first": "NDI Construction Company is a dynamic company and we are always happy to welcome new talented people to our team. If you are seeking a career in interior design and would like to be part of our successful organization, we invite you to consider working with us.",
            "second": "We are looking for creative, energetic and motivated professionals who share our values of quality, innovation and customer focus. We strive to create unique and impressive interior solutions for our clients, so we expect a high degree of involvement and professionalism from our employees.",
            "third": "We offer a variety of opportunities for professional growth and development. Here you will find a stimulating work environment where creativity, teamwork and customer interaction are valued. We support the professional learning and continuous improvement of our employees so that they can reach their full potential and succeed in their careers.",
            "fourth": "If you are experienced in interior design, have strong customer service skills, and are willing to contribute to the creation of great interiors, we would love to consider you. Please send your CV and portfolio to our email ndiconst@gmail.com with the subject line 'Employment'. We will contact you if your qualifications meet our requirements.",
            "fiveth": "NDI Construction Company recognizes and values diversity and equal opportunity. We support equality of opportunity and encourage all interested persons who meet our requirements to submit their applications.",
            "sixth": "Join our team and be part of our success. We look forward to seeing you!"
        }
    }
}